{"Documentation/001-Volunteers/Code-of-Conduct":{"title":"Code of Conduct","links":[],"tags":[],"content":"Volunteer Code of Conduct\nWIP"},"Documentation/002-Newsletter/Cloud-Storage":{"title":"Cloud Storage","links":["Documentation/006-Trello/Trello-Workflow","Documentation/002-Newsletter/Cloud-Storage","Documentation/008-Style-Guide/Style-Guide"],"tags":[],"content":"Google Drive\nThe shared drive folder is a community maintained cloud storage solution that hosts all of the drafts for newsletter materials to be collaborated on. Contact one of the volunteer leaders or Dueling Minds staff in the volunteer discord to be given access.\nPlease take a moment to familiarize yourself with this guide as well as the instructions regarding referencing Drive files in the  Trello Workflow\n\n\n                  \n                  Attention \n                  \n                \nPlease do not delete or move files outside of the areas designated in this document. If you have concerns about the folder structure, raise them with those in charge of maintaining the documentation.\n\nFile Naming Convention\nAll files pertaining to a specific newsletter or post should be prepended by the date of the meeting they are associated with. Or the date of publication in cases where that does not apply.\nDates should be in International Organization for Standardization (ISO) format. Following a Year-month-day pattern: YYYY-MM-DD\ne.g. 2024-03-10\nWhich indicates March 3rd, 2024\nNote above the leading zero in the month ‘03’. This is mandatory for sorting consistency. As well as for the day section. as in: 2024-10-03\n\n\n                  \n                  Why? \n                  \n                \nThe YYYY-MM-DD format allows files to be in chronological order, even if sorted by name. However it only works if it is consistently followed. For, example, a file accidentally named 2024-1-10  (January 10th) would appear AFTER a file named 2024-10-10 (October 10th). Which could raise obvious issues.\n\nExample newsletter draft and contributor’s submitted notes filenames:\n\n2024-05-06 Ada’s peer support notes\n2024-05-06 Newsletter Draft\n\nFor files created for a meeting on May 6th, 2024\nAttachment naming\nPrepend the date of the article as well as the intended section heading of the newsletter if applicable.\nTemplates\nTemplates are provided to copy and give minimal structure to begin a draft. Any file intended as a template should be prepended by an ” _ ” underscore. to bring them to the top of alphabetical sorting and clearly denote the purpose and that it is a template in the filename.\ne.g. _Newsletter Draft Template\nFolder Structure\nCurrently in progress documents pertaining to newsletters and posts that have yet to be published should appear in the root of the folder. Along with reference documents and raw attachments. (see below)\nArchives\nWhen an article is published all associated documents should go into their respective ‘archive’ folders to be used for future reference.\nAttachments\nAttachments should not be pasted or otherwise placed inside draft documents, but instead in the root of the folder as image files. Make sure these are the original file if possible and not a screen capture or otherwise too low quality for distribution. Seek out and replace a file with the original if one is not present for a given file. Consult the Style Guide for attribution requirements."},"Documentation/002-Newsletter/Newsletter-and-Blog-Contributor-Code-of-Conduct":{"title":"Newsletter Code of Conduct","links":["Documentation/001-Volunteers/Code-of-Conduct","Documentation/008-Style-Guide/Style-Guide"],"tags":[],"content":"Code of Conduct for Contributors to the Newsletter\nIn addition to the general Volunteer Code of Conduct some additional rules and guidelines apply to newsletter and blog post contributors, which are outlined below.\nUse of AI Tools Policy\nThe use of AI generated output specifically to compose the content of the newsletter is not permitted.\nWe do not have a specific policy regarding the use of AI tools to help parse or organize notes/transcripts, as the contributor deems helpful. But all published words must be composed by members of the team.\n\n\n                  \n                  From the Board \n                  \n                \nWhile we advocate for the use of AI to augment and aid us in our personal lives for coping with the demands placed on AuDHD individuals. This does not supersede the need to be ethical in its application. Multiple people collaborate and contribute to the newsletter and the integrity of any individual’s contribution should not be called into question by the presence of AI generated content potentially being associated or attributed to them, especially without their consent to its use.\n\nOriginal Works Policy\nAlong the same train of thought as our AI policy, content that is not a specific quote should be in the author’s own words. See the Style Guide for how to properly attribute quotes.\nIdentifiable Information Policy\nContent distributed in newsletters and blog posts should not contain personally identifiable information, or direct anecdotes without express written consent. Examples from personal experience, if included, should be anonymized or re-written to exclude personal identifiers or specific details of the person(s) involved.\nAuthor Credit\nAs a community volunteer effort, contributions to the newsletter should be acknowledged and all volunteers contributing to a particular post will be credited with either a ‘by’ line or ‘contributing editor’ credit. This will be determined by the editor in charge of distribution. Volunteers may contact the editor in charge of the newsletter with questions or concerns regarding authorship credit."},"Documentation/006-Trello/Trello-Workflow":{"title":"Trello Workflow","links":["Documentation/002-Newsletter/Cloud-Storage"],"tags":[],"content":"WIP\nNotes\n\nTemplates are added automatically each week, claim one of the generated templates by adding your name and attaching your notes from the Cloud Storage folder. Once you have access.\n\nTopics\nThree Topic templates are added automatically each week."},"Documentation/008-Style-Guide/Style-Guide":{"title":"Style Guide","links":[],"tags":[],"content":"Dueling Minds Styleguide\nThe intention of this style guide is for it to be a living document. Changes and additions to be added as issues are raised and decided on. Feel free to leave comments and discussions.\nUniversal\nCapitalization\nWhen using board titles such as ‘technology chair’ only capitalize the job title when it directly precedes a person’s name. Be mindful of commas and appositive phrases which do not require capitalization.(APA)\nAs in: “Board Member Ada Lovelace voted to…” \nNot: “Ada Lovelace voted as a Board Member to…”\nAnd Not: “A Board Member, Ada Lovelace, voted today to…”: \nThe portions highlighted in red above, should be lowercase.\nHeadings\n\n\nNote: Heading formatting does not have to be strict in our application. As Dueling Minds is not publishing academic material at this time. This only serves as a default guideline.\n\nQuotations Longer Than 40 Words\nWhen using a quotation of more than 40 words, arrange the quotation into a separate block on the page. There are several important rules regarding block quotations:\n\n\nStart a block quotation on a separate line and indent it and all subsequent lines by 1.27 cm (0.5 inches). For multi-paragraph quotes, indent the first line of each subsequent paragraph an additional 1.27 cm (0.5 inches).\n\n\nDo not use quotation marks. Use a signal phrase before the quote and include the page/paragraph number after the quote’s closing punctuation, or include the author, year, and page/paragraph number in parentheses after the quote’s closing punctuation.\n\n\nExample:\n\nSmith (2010) described the use of long quotations:\n\nLong quotations can serve an important role. They can permit an author to share relevant ideas and provide context that may be helpful for the reader. However, long quotes are also frequently overused and should only be included when they are needed. (para. 3)\n\nPublication Manual, 7th edition: Block quotations (8.27, pp. 272–273)*\n\n\n\n\nAPA Style, 7th edition: Quotations longer than 40 words\nNewsletter specific\nAttributions\nUse APA style attributions when posting text content from outside sources.\nMake sure all infographics included are freely distributable, and do not cut off, modify or edit any branding that attributes the original creator.\nWeb content specific"},"index":{"title":"Welcome Dueling Minds Volunteers","links":[],"tags":[],"content":"This is a blank Quartz installation.\nSee the documentation for how to get started."}}